Repository: kaklik/ucview
Catalog: trunk/ucview/po/*.po
Languages: de

source: Crash detected
de: Absturz erkannt

source: Encode audio data asynchronously
de: Zeitversetztes kodieren der Audiodaten

source: Frame rate for video files
de: Bildwiederholrate für Videodateien

source: Hide 'Image Saved' box
de: 'Bild gespeichert' Infomeldung verbergen

source: Hide 'Video Saved' box
de: 'Videodatei gespeichert' Infomeldung verbergen

source: Icon theme
de: Iconthema

source: Path for still images
de: Speicherort für Einzelbilder

source: Path to video file location
de: Speicherort für Videodateien

source: Record audio
de: Audio aufnehmen

source: Scale to fit
de: Einpassen

source: Show Toolbar
de: Werkzeugleiste anzeigen

source: Show toolbar
de: Werkzeugleiste anzeigen

source: Video encoder bitrate
de: Videobitrate

source: Display Histogram
de: Histogram anzeigen

source: Histogram Settings
de: Histogram-Einstellungen

source: Show histogram:
de: Histogram anzeigen:

source: Overlay video image
de: Videobild überlagern

source: Window
de: Fenster

source: Opacity:
de: Transparenz:

source: Time Lapse Record
de: Zeitrafferaufnahme

source: _File
de: _Datei

source: _Device
de: _Gerät

source: Change Video Format
de: Video format wechseln

source: Change Resolution
de: Videoauflösung wechseln

source: _Edit
de: _Bearbeiten

source: _View
de: _Ansicht

source: _Tools
de: _Werkzeuge

source: _Help
de: _Hilfe

source: _Quit
de: _Beenden

source: Quit
de: Beenden

source: _Copy
de: _Kopieren

source: Copy
de: Kopieren

source: _Adjustments
de: _Kamerasteuerung

source: Adjustments
de: Kamerasteuerung

source: _Preferences
de: Einstellungen

source: Preferences
de: Einstellungen

source: _Change Device
de: Videogerät Auswählen

source: Change Device
de: Videogerät auswählen

source: _Save Image
de: Bild Speichern

source: Save Still Image
de: Standbild speichern

source: Fullscreen
de: Vollbild

source: Leave Fullscreen
de: Vollbild verlassen

source: _Record Video
de: Video aufnehmen

source: Record Video
de: Video aufnehmen

source: _Time Lapse
de: _Zeitraffer

source: Time Lapse
de: Zeitraffer

source: _Play Video
de: Video _abspielen

source: Play Video
de: Video wiedergeben

source: Show _FPS
de: Bild_rate anzeigen

source: Show FPS
de: Bildrate anzeigen

source: _Scale To Fit
de: _Einpassen

source: Scale To Fit
de: Einpassen

source: _Toolbar
de: _Werkzeugleiste

source: Toolbar
de: Werkzeugleiste

source: Side_bar
de: Seitenleiste

source: Sidebar
de: Seitenleiste

source: _Device Settings
de: _Geräteeinstellungen

source: days
de: Tage

source: hours
de: Stunden

source: minutes
de: Minuten

source: seconds
de: Sekunden

source: <b>Device:</b>
de: <b>Gerät:</b>

source: Looking for video capture devices
de: Suche nach Videoaufnahmegeräten

source: Select Device
de: Gerät auswählen

source: Remember selection and use as default in the future
de: Auswahl speichern und als Vorgabe verwenden

source: Failed to start video recording!
de: Die Videoaufnahme konnte nicht gestartet werden!

source: Processing video file
de: Verarbeite Videodatei

source: Video saved to: <i>%s</i>
de: Videodate gespeichert als: <i>%s</i>

source: Do not show this message again
de: Diese Meldung nicht mehr anzeigen

source: Colorformat:
de: Farbformat:

source: Video Size:
de: Videogröße:

source: Half Size
de: Halbe Größe

source: Quarter Size
de: Viertelgröße

source: High Quality / Large Files
de: Beste Qualität / Große Dateien

source: Medium Quality
de: Mittlere Qualität

source: Low Quality / Small Files
de: Einfache Qualität / Kleine Dateien

source: Custom
de: Benutzerdefiniert

source: Target Bitrate:
de: Zielbitrate:

source: Encoding quality:
de: Kodierqualiät:

source: Encoding frame rate:
de: Bildwiederholrate:

source: Enable audio recording
de: Audio aufnehmen

source: Audio Settings
de: Audioeinstellungen

source: Delay audio encoding
de: Zeitversetzte Audiokodierung

source: Audio device:
de: Audiogerät:

source: Encoding bitrate:
de: Kodierungsbitrate:

source: Video File Path:
de: Speicherort der Videodateien

source: Video File Path
de: Speicherort der Videodateien

source: Video Encoding:
de: Videokodierung:

source: Uncompressed AVI
de: Unkomprimiertes AVI

source: Encoder Settings
de: Einstellungen des Videokodierers

source: Active
de: Aktiv

source: _About Plugin
de: Plugin Details

source: C_onfigure Plugin
de: Plugineinstellungen

source: Still Image File Path:
de: Speicherort der Bilddateien

source: Still Image File Path
de: Speicherort der Bilddateien

source: Image file type:
de: Dateityp für Bilder:

source: Time Lapse Action:
de: Zeitrafferverhalten:

source: Image Sequence
de: Bildsequenz

source: Time between capture events:
de: Dauer zwischen Aufnahmen

source: Automatically stop recording
de: Aufnahme automatisch anhalten

source: After number of frames:
de: Nach x Aufnahmen:

source: After recording time:
de: Nach Aufnahmezeit:

source: ucview Preferences
de: Programmoptionen

source: Image
de: Bilder

source: Plugins
de: Erweiterungen

source: <b>Crash detected!</b> UCView detected a malfunction of the <i>'%s'</i> plugin. The plugin got disabled.
de: <b>Programmabsturz erkannt!</b> UCView hat eine Fehlfunction in der <i>'%s'</i> -Erweiterung erkannt. Die Erweiterung wurde abgeschaltet.

source: <b>Crash detected!</b> UCView detected a crash but it could not find the cause. Please report a bug.
de: <b>Absturz erkannt!</b> UCView hat einen Absturz erkannt, konnte die Ursache jedoch nicht ermitteln. Bitte erstellen Sie einen Bug-Report.

source: Starting video device...
de: Starten des Videogerätes...

source: Failed to start video display!
de: Die Videoanzeige konnte nicht gestartet werden!

source: Picture saved to: <i>%s</i>
de: Bild gespeichert als: <i>%s</i>

source: Could not initialize DBUS connection :-(
de: Die DBUS-Verbindung konnte nicht aufgebaut werden :-(

source: Failed to open device dialog!
de: Der Geräteauswahldialog konnte nicht geöffnet werden!

source: Capture video images
de: Aufnahme von Videobildern

source: Image Capture Application
de: Videoanwendung
